Repository: webwriter-app/timeline
Catalog: localization/*.xlf
Languages: et

# h84e1bc2032e6a3ca
source: You got <strong>${correct}</strong> out of <strong>${total}</strong> events correct.
et: Sa said <strong>${correct}</strong> õigesti <strong>${total}</strong> sündmused õigesti.

# s8cdcbe65c5e46f7a
source: Try Again
et: Proovi uuesti

# s6431645dad89d68e
source: Match the events to their correct dates by dragging and dropping them onto the timeline.
et: Paiguta sündmused õigete kuupäevade juurde, lohistades need ajajoonele.

# s8ae42ce9d674b6ce
source: Submit answers
et: Esita vastused

# s255857544a9d5ec0
source: Reset
et: Taasta

# s9cb70d37f84f7c24
source: No events available for this quiz.
et: Selle viktoriini jaoks pole ühtegi sündmust.

# s1b14eab64a60306b
source: No events
et: Üritusi pole

# s1a445bc371e19b14
source: Add Event
et: Lisa sündmus

# s39f5885d883e91d9
source: Invalid year
et: Kehtetu aasta

# sb3b1ba3205c4733e
source: Invalid month
et: Kehtetu kuu

# s07c0dacf93b42c9a
source: Invalid day
et: Kehtetu päev

# s1fa60442ead25459
source: Year zero does not exist
et: Null aastat ei ole olemas

# s1e1a1d080e3b4053
source: Invalid format
et: Kehtetu formaat

# se0baa9b7fb0768e4
source: Invalid date
et: Kehtetu kuupäev

# sac8252732f2edb19
source: Date
et: Kuupäev

# s1d449f9f444e532a
source: End date
et: Lõppkuupäev

# sb971373f2f92a03f
source: An event requires a date and a title
et: Üritusele on vaja kuupäeva ja pealkirja

# scc342eb1f2b3826a
source: Delete event
et: Kustuta sündmus

# s1c417ec19e8605bf
source: Which panels will be visible to readers
et: Millised paneelid on lugejatele nähtavad?

# s782f69ab5dd839e0
source: Timeline and Quiz
et: Ajakava ja viktoriin

# s7d775183a3896b44
source: Timeline only
et: Ainult ajakava

# sfe03165961812f36
source: Quiz only
et: Ainult viktoriin

# s9a3d950ed0f37bea
source: (disabled)
et: (keelatud)

# s680fc90489553ed6
source: Timeline
et: Ajakava

# s45156c13b0fb3494
source: Quiz
et: Viktoriin

# s355b21b89ce5d9c5
source: Details
et: Detailid

# s99f110d27e30b289
source: Title
et: Pealkiri
