
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    import {html} from 'lit';
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      'h84e1bc2032e6a3ca': html`لديك 
          <strong>${0}</strong> من 
          <strong>${1}</strong> الأحداث بشكل صحيح.
        `,
's07c0dacf93b42c9a': `يوم غير صالح`,
's1a445bc371e19b14': `إضافة حدث`,
's1b14eab64a60306b': `لا توجد أحداث`,
's1c417ec19e8605bf': `ما هي اللوحات التي ستكون مرئية للقراء؟`,
's1d449f9f444e532a': `تاريخ الانتهاء`,
's1e1a1d080e3b4053': `تنسيق غير صالح`,
's1fa60442ead25459': `السنة صفر غير موجودة`,
's255857544a9d5ec0': `إعادة الضبط`,
's355b21b89ce5d9c5': `التفاصيل`,
's39f5885d883e91d9': `سنة غير صالحة`,
's45156c13b0fb3494': `اختبار`,
's6431645dad89d68e': `طابق الأحداث مع تواريخها الصحيحة عن طريق سحبها وإفلاتها على الخط الزمني.`,
's680fc90489553ed6': `الجدول الزمني`,
's782f69ab5dd839e0': `الجدول الزمني والاختبار`,
's7d775183a3896b44': `الجدول الزمني فقط`,
's8ae42ce9d674b6ce': `إرسال الإجابات`,
's8cdcbe65c5e46f7a': `حاول مرة أخرى`,
's99f110d27e30b289': `العنوان`,
's9a3d950ed0f37bea': `(معطل)`,
's9cb70d37f84f7c24': `لا توجد أحداث متاحة لهذا الاختبار.`,
'sac8252732f2edb19': `التاريخ`,
'sb3b1ba3205c4733e': `شهر غير صالح`,
'sb971373f2f92a03f': `يتطلب الحدث تاريخًا وعنوانًا`,
'scc342eb1f2b3826a': `حذف الحدث`,
'se0baa9b7fb0768e4': `تاريخ غير صالح`,
'sfe03165961812f36': `اختبار فقط`,
    };
  