
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    import {html} from 'lit';
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      'h84e1bc2032e6a3ca': html`Получихте 
          <strong>${0}</strong> излязохте 
          <strong>${1}</strong> събитията правилно.
        `,
's07c0dacf93b42c9a': `Невалиден ден`,
's1a445bc371e19b14': `Добави събитие`,
's1b14eab64a60306b': `Няма събития`,
's1c417ec19e8605bf': `Кои панели ще бъдат видими за читателите`,
's1d449f9f444e532a': `Крайна дата`,
's1e1a1d080e3b4053': `Невалиден формат`,
's1fa60442ead25459': `Година нула не съществува`,
's255857544a9d5ec0': `Нулиране`,
's355b21b89ce5d9c5': `Подробности`,
's39f5885d883e91d9': `Невалидна година`,
's45156c13b0fb3494': `Викторина`,
's6431645dad89d68e': `Съпоставяйте събитията с правилните им дати, като ги плъзгате и пускате върху времевата линия.`,
's680fc90489553ed6': `Времева линия`,
's782f69ab5dd839e0': `Времева линия и тест`,
's7d775183a3896b44': `Само времева линия`,
's8ae42ce9d674b6ce': `Изпрати отговори`,
's8cdcbe65c5e46f7a': `Опитайте отново`,
's99f110d27e30b289': `Заглавие`,
's9a3d950ed0f37bea': `(деактивиран)`,
's9cb70d37f84f7c24': `Няма събития за този тест.`,
'sac8252732f2edb19': `Дата`,
'sb3b1ba3205c4733e': `Невалиден месец`,
'sb971373f2f92a03f': `Събитието изисква дата и заглавие.`,
'scc342eb1f2b3826a': `Изтрий събитие`,
'se0baa9b7fb0768e4': `Невалидна дата`,
'sfe03165961812f36': `Само тест`,
    };
  