
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    import {html} from 'lit';
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      'h84e1bc2032e6a3ca': html`Έχεις 
          <strong>${0}</strong> από 
          <strong>${1}</strong> τα γεγονότα σωστά.
        `,
's07c0dacf93b42c9a': `Μη έγκυρη ημέρα`,
's1a445bc371e19b14': `Προσθήκη εκδήλωσης`,
's1b14eab64a60306b': `Δεν υπάρχουν εκδηλώσεις`,
's1c417ec19e8605bf': `Ποια πάνελ θα είναι ορατά στους αναγνώστες`,
's1d449f9f444e532a': `Ημερομηνία λήξης`,
's1e1a1d080e3b4053': `Μη έγκυρη μορφή`,
's1fa60442ead25459': `Το έτος μηδέν δεν υπάρχει`,
's255857544a9d5ec0': `Επαναφορά`,
's355b21b89ce5d9c5': `Λεπτομέρειες`,
's39f5885d883e91d9': `Μη έγκυρο έτος`,
's45156c13b0fb3494': `Κουίζ`,
's6431645dad89d68e': `Ταιριάξτε τα γεγονότα με τις σωστές ημερομηνίες τους, σύροντάς τα και αποθέτοντάς τα στο χρονοδιάγραμμα.`,
's680fc90489553ed6': `Χρονοδιάγραμμα`,
's782f69ab5dd839e0': `Χρονοδιάγραμμα και κουίζ`,
's7d775183a3896b44': `Μόνο χρονολόγιο`,
's8ae42ce9d674b6ce': `Υποβολή απαντήσεων`,
's8cdcbe65c5e46f7a': `Δοκιμάστε ξανά`,
's99f110d27e30b289': `Τίτλος`,
's9a3d950ed0f37bea': `(απενεργοποιημένο)`,
's9cb70d37f84f7c24': `Δεν υπάρχουν διαθέσιμα γεγονότα για αυτό το κουίζ.`,
'sac8252732f2edb19': `Ημερομηνία`,
'sb3b1ba3205c4733e': `Μη έγκυρος μήνας`,
'sb971373f2f92a03f': `Μια εκδήλωση απαιτεί ημερομηνία και τίτλο.`,
'scc342eb1f2b3826a': `Διαγραφή συμβάντος`,
'se0baa9b7fb0768e4': `Μη έγκυρη ημερομηνία`,
'sfe03165961812f36': `Μόνο κουίζ`,
    };
  