
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    import {html} from 'lit';
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      'h84e1bc2032e6a3ca': html`Вы получили 
          <strong>${0}</strong> правильно ответили на 
          <strong>${1}</strong> правильно поняли события.
        `,
's07c0dacf93b42c9a': `Недействительный день`,
's1a445bc371e19b14': `Добавить событие`,
's1b14eab64a60306b': `Нет событий`,
's1c417ec19e8605bf': `Какие панели будут видны читателям`,
's1d449f9f444e532a': `Дата окончания`,
's1e1a1d080e3b4053': `Недопустимый формат`,
's1fa60442ead25459': `Нулевой год не существует`,
's255857544a9d5ec0': `Сброс`,
's355b21b89ce5d9c5': `Подробности`,
's39f5885d883e91d9': `Недопустимый год`,
's45156c13b0fb3494': `Викторина`,
's6431645dad89d68e': `Сопоставьте события с правильными датами, перетаскивая их на временную шкалу.`,
's680fc90489553ed6': `Хронология`,
's782f69ab5dd839e0': `Хронология и викторина`,
's7d775183a3896b44': `Только временная шкала`,
's8ae42ce9d674b6ce': `Отправить ответы`,
's8cdcbe65c5e46f7a': `Попробовать еще раз`,
's99f110d27e30b289': `Название`,
's9a3d950ed0f37bea': `(отключено)`,
's9cb70d37f84f7c24': `Для этого викторины нет доступных событий.`,
'sac8252732f2edb19': `Дата`,
'sb3b1ba3205c4733e': `Недопустимый месяц`,
'sb971373f2f92a03f': `Для события требуется дата и название.`,
'scc342eb1f2b3826a': `Удалить событие`,
'se0baa9b7fb0768e4': `Недопустимая дата`,
'sfe03165961812f36': `Только тест`,
    };
  