
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    import {html} from 'lit';
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      'h84e1bc2032e6a3ca': html`Ви отримали 
          <strong>${0}</strong> правильно 
          <strong>${1}</strong> правильно.
        `,
's07c0dacf93b42c9a': `Недійсний день`,
's1a445bc371e19b14': `Додати подію`,
's1b14eab64a60306b': `Немає подій`,
's1c417ec19e8605bf': `Які панелі будуть видні читачам`,
's1d449f9f444e532a': `Дата закінчення`,
's1e1a1d080e3b4053': `Неправильний формат`,
's1fa60442ead25459': `Нульовий рік не існує`,
's255857544a9d5ec0': `Скинути`,
's355b21b89ce5d9c5': `Деталі`,
's39f5885d883e91d9': `Недійсний рік`,
's45156c13b0fb3494': `Вікторина`,
's6431645dad89d68e': `Зіставте події з відповідними датами, перетягнувши їх на часову шкалу.`,
's680fc90489553ed6': `Хронологія`,
's782f69ab5dd839e0': `Хронологія та вікторина`,
's7d775183a3896b44': `Тільки часова шкала`,
's8ae42ce9d674b6ce': `Надіслати відповіді`,
's8cdcbe65c5e46f7a': `Спробувати ще раз`,
's99f110d27e30b289': `Назва`,
's9a3d950ed0f37bea': `(відключено)`,
's9cb70d37f84f7c24': `Для цього вікторини немає доступних подій.`,
'sac8252732f2edb19': `Дата`,
'sb3b1ba3205c4733e': `Недійсний місяць`,
'sb971373f2f92a03f': `Подія вимагає дати та назви`,
'scc342eb1f2b3826a': `Видалити подію`,
'se0baa9b7fb0768e4': `Недійсна дата`,
'sfe03165961812f36': `Тільки вікторина`,
    };
  